const wordList = [
    {
        word: "الحوت",
        hint: "من هو الحيوان الذي يستخرج منه العنبر ؟"
    },
    {
        word: "نيوتن",
        hint: "من الذي اكتشف الجاذبية ؟"
    },
    {
        word: "النيل",
        hint: "ما هو اطول نهر بالعالم ؟"
    },
    {
        word: "الفيل",
        hint: "ما هو العام الذي هجم به ابرهة الحبشي على مكة ؟"
    },
    {
        word: "الطنان",
        hint: "من هو اصغر طائر بالعالم ؟"
    },
    {
        word: "هيثم",
        hint: "ماذا يسمى ابن النسر ؟"
    },
    {
        word: "خفاش",
        hint: "من هو اصغر الحيوانات الثدية ؟"
    },
    {
        word: "النحاس",
        hint: "ما هي اكثر المعادن شيوعا بالعالم ؟"
    },
    {
        word: "البرازيل",
        hint: "اين يوجد اكبر مدرج كرة قدم بالعالم ؟"
    },
    {
        word: "سنة",
        hint: "كم تبلغ فترة حمل الابل ؟"
    },
    {
        word: "4191",
        hint: "متى استخدمت الطائرات بالحروب ؟"
    },
    {
        word: "الصيني",
        hint: "من هو الشعب الذي صنع اول حديقة حيوان بالعالم ؟"
    },
    {
        word: "ايطاليا",
        hint: "اين طبع المصحف الشريف لأول مرة ؟"
    },
    {
        word: "الانجليز",
        hint: "ما هو اول شعب اطلق على الطبيب لقب ال 'دكتور' ؟"
    }
    ,
    {
        word: "29سنة",
        hint: "كم استغرقت رحلة ابن بطوطة ؟"
    },
    {
        word: "مصر",
        hint: "ما هي ارض الكنانة ؟"
    },
    {
        word: "الفاتحة",
        hint: "ما هي السورة الاولى التي نزلت كاملة ؟"
    },
    {
        word: "اليابان",
        hint: "ماهي الدولة التي تملك اصعب عملة للتزييف ؟"
    },
    {
        word: "رختر",
        hint: "ما هو مقياس الزلازل ؟"
    },
    {
        word: "مكسيكوسيتي",
        hint: "ما هي اكبر مدينة بالعالم ؟"
    },
    {
        word: "الضم",
        hint: "في اللغة العربية: ماهي علامة الرفع الاصلية ؟"
    },
    {
        word: "البحرين",
        hint: "ما هي الدولة العربية التي تعتبر جزيرة ؟"
    },
    {
        word: "بلقيس",
        hint: "من هي ملكة سبأ التي اسلمت عند سيدنا سليمان ؟"
    },
    {
        word: "رختر",
        hint: "ما هو مقياس الزلازل ؟"
    },
    {
        word: "الفاتيكان",
        hint: "ما هي اصغر دولة بالعالم من حيث المساحة ؟"
    },
    {
        word: "الرياض",
        hint: "اين يقع مجلس التعاون لدول الخليج العربي ؟"
    },
    {
        word: "التوبة",
        hint: "ما هي السورة التي لا يوجد بأولها بسملة ؟"
    },
    {
        word: "انصهار",
        hint: "ماذا يطلق على عملية تحول المادة من الصلبة الى السائلة ؟"
    }
]
